-- MySQL dump 10.13  Distrib 8.0.23, for osx10.16 (x86_64)
--
-- Host: localhost    Database: mylogger
-- ------------------------------------------------------
-- Server version	8.0.23

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `logs`
--

DROP TABLE IF EXISTS `logs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `logs` (
  `log_id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `task` varchar(20) DEFAULT NULL,
  `start_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `end_at` datetime DEFAULT NULL,
  PRIMARY KEY (`log_id`),
  UNIQUE KEY `log_id` (`log_id`),
  KEY `task` (`task`),
  CONSTRAINT `task` FOREIGN KEY (`task`) REFERENCES `tasks` (`task`)
) ENGINE=InnoDB AUTO_INCREMENT=183 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `logs`
--

LOCK TABLES `logs` WRITE;
/*!40000 ALTER TABLE `logs` DISABLE KEYS */;
INSERT INTO `logs` VALUES (11,'ABC185','2020-12-13 20:59:57','2020-12-14 22:22:41'),(31,'watching','2020-12-20 22:07:56','2020-12-21 12:32:00'),(32,'my-logger','2020-12-21 12:11:33','2020-12-21 21:25:40'),(33,'watching','2020-12-21 12:33:42','2020-12-21 12:50:00'),(34,'watching','2020-12-21 12:52:26','2020-12-21 12:52:28'),(35,'watching','2020-12-21 12:52:51','2020-12-21 12:52:53'),(36,'cooking','2020-12-21 20:14:11','2020-12-21 21:25:40'),(37,'my-logger','2020-12-21 21:27:24','2020-12-22 01:12:07'),(38,'my-logger','2020-12-22 20:43:07','2020-12-22 23:16:42'),(40,'my-logger','2020-12-23 22:48:19','2020-12-26 20:47:51'),(41,'scheduling','2020-12-25 20:23:27','2020-12-26 20:47:51'),(42,'grooming','2020-12-26 14:16:47','2020-12-26 20:47:51'),(43,'coocking','2020-12-26 16:20:05','2020-12-26 20:47:51'),(45,'my-logger','2020-12-26 20:47:51','2020-12-26 20:48:06'),(46,'my-logger','2020-12-26 20:48:06','2020-12-27 10:38:04'),(48,'my-logger','2020-12-27 10:38:20','2020-12-27 10:38:26'),(49,'my-logger','2020-12-27 10:38:25','2020-12-27 11:16:02'),(50,'my-logger','2020-12-27 11:16:01','2020-12-27 15:35:12'),(55,'grooming','2020-12-27 15:54:23','2020-12-27 17:02:04'),(56,'my-logger','2020-12-27 17:02:04','2020-12-27 18:36:31'),(58,'my-logger','2020-12-27 18:37:44','2020-12-27 18:38:10'),(59,'my-logger','2020-12-27 18:38:13','2020-12-27 18:38:21'),(62,'my-logger','2020-12-27 18:40:40','2020-12-27 21:26:15'),(63,'watching','2020-12-27 21:26:14','2020-12-28 02:42:48'),(64,'my-logger','2020-12-28 02:42:47','2020-12-28 03:59:28'),(65,'my-logger','2020-12-28 19:26:32','2020-12-29 00:32:15'),(66,'my-logger','2020-12-29 01:26:58','2020-12-29 01:48:36'),(67,'my-logger','2020-12-29 01:48:48','2020-12-29 02:31:23'),(68,'cooking','2020-12-29 11:22:16','2020-12-29 12:48:06'),(69,'my-logger','2020-12-29 12:48:05','2020-12-29 15:30:01'),(70,'my-logger','2020-12-29 15:30:50','2020-12-29 15:52:34'),(71,'my-logger','2020-12-29 17:06:33','2020-12-29 18:51:56'),(72,'戦争学入門','2021-01-03 19:13:00','2021-01-03 19:14:37'),(73,'軍事戦略入門','2021-01-03 19:14:50','2021-01-03 19:39:19'),(74,'cacio e pepe','2021-01-03 19:39:19','2021-01-03 21:00:31'),(75,'my-logger','2021-01-03 21:00:30','2021-01-03 23:37:57'),(76,'テストのためのタスク','2021-01-04 00:32:32','2021-01-04 12:05:54'),(77,'my-logger','2021-01-04 12:05:53','2021-01-04 12:54:34'),(78,'ナポリタン','2021-01-04 20:07:11','2021-01-04 21:38:08'),(79,'my-logger','2021-01-04 21:44:24','2021-01-04 22:54:44'),(80,'workout','2021-01-04 23:04:05','2021-01-04 23:04:39'),(81,'my-logger','2021-01-04 23:04:39','2021-01-04 23:22:49'),(82,'workout','2021-01-04 23:22:49','2021-01-05 00:04:30'),(83,'vagrant','2021-01-05 00:04:30','2021-01-05 00:14:48'),(84,'EC2','2021-01-05 00:14:47','2021-01-05 00:26:44'),(85,'docker','2021-01-05 12:13:36','2021-01-05 12:54:38'),(86,'ナポリタン','2021-01-05 19:48:41','2021-01-05 21:23:08'),(87,'軍事戦略入門','2021-01-05 21:23:07','2021-01-05 22:24:21'),(88,'docker','2021-01-05 22:24:21','2021-01-05 23:19:10'),(89,'workout','2021-01-05 23:19:10','2021-01-05 23:48:09'),(90,'docker','2021-01-05 23:48:09','2021-01-06 00:14:17'),(91,'docker','2021-01-06 12:15:24','2021-01-06 20:15:09'),(92,'アマトリチャーナ','2021-01-06 20:15:08','2021-01-06 21:17:35'),(93,'docker','2021-01-06 21:17:35','2021-01-06 23:16:27'),(94,'workout','2021-01-06 23:16:53','2021-01-07 00:20:58'),(95,'docker','2021-01-07 23:12:42','2021-01-08 00:41:45'),(96,'aws','2021-01-08 12:26:51','2021-01-08 12:55:05'),(97,'aws','2021-01-08 19:47:03','2021-01-08 20:24:25'),(98,'aws','2021-01-09 18:39:17','2021-01-09 19:43:40'),(99,'aws','2021-01-10 14:01:54','2021-01-10 16:59:55'),(101,'aws','2021-01-10 22:46:15','2021-01-11 16:22:06'),(102,'aws','2021-01-11 17:51:31','2021-01-11 20:23:37'),(103,'aws','2021-01-12 01:10:26','2021-01-12 01:10:30'),(104,'docker','2021-01-12 01:10:33','2021-01-12 01:44:55'),(105,'docker','2021-01-12 09:05:21','2021-01-12 09:29:30'),(106,'docker','2021-01-12 12:26:13','2021-01-12 12:54:24'),(107,'docker','2021-01-12 22:28:41','2021-01-12 23:42:13'),(108,'docker','2021-01-13 12:54:29','2021-01-13 12:54:30'),(109,'Setup Parallels','2021-01-13 22:41:29','2021-01-13 23:15:22'),(110,'docker','2021-01-13 23:30:04','2021-01-14 00:47:20'),(111,'docker','2021-01-14 21:21:09','2021-01-14 22:00:16'),(112,'css','2021-01-14 22:00:30','2021-01-14 23:24:10'),(113,'mail','2021-01-14 23:28:50','2021-01-14 23:56:47'),(114,'django','2021-01-15 12:16:54','2021-01-15 12:52:06'),(115,'django','2021-01-16 01:02:28','2021-01-16 01:41:47'),(116,'django','2021-01-16 17:41:15','2021-01-16 23:39:29'),(117,'flask','2021-01-17 00:51:11','2021-01-17 01:48:36'),(118,'django','2021-01-17 11:43:59','2021-01-17 12:42:18'),(119,'note','2021-01-17 12:42:25','2021-01-17 14:30:53'),(120,'workout','2021-01-17 14:47:03','2021-01-17 18:08:14'),(121,'docker','2021-01-17 19:52:21','2021-01-17 21:12:07'),(122,'docker','2021-01-18 21:51:15','2021-01-19 00:11:50'),(123,'docker','2021-01-19 19:33:42','2021-01-19 21:04:06'),(124,'route53','2021-01-20 20:40:25','2021-01-20 21:38:02'),(125,'nginx','2021-01-20 23:39:34','2021-01-23 13:10:04'),(126,'workout','2021-01-23 16:08:44','2021-01-23 17:29:42'),(127,'nginx','2021-01-23 17:29:42','2021-01-23 17:43:23'),(128,'nginx','2021-01-23 17:54:07','2021-01-23 18:56:46'),(129,'nginx','2021-01-23 21:45:53','2021-01-23 22:27:40'),(130,'DNSレコードについて','2021-01-23 22:27:57','2021-01-23 22:46:16'),(131,'nginx','2021-01-24 12:21:02','2021-01-24 14:01:09'),(132,'nginx','2021-01-24 14:24:01','2021-01-24 15:45:09'),(133,'nginx','2021-01-24 17:55:17','2021-01-24 19:45:09'),(134,'workout','2021-01-24 19:45:17','2021-01-24 21:21:58'),(135,'algebra','2021-01-24 21:21:58','2021-01-24 22:10:30'),(136,'nginx','2021-01-25 20:27:59','2021-01-25 22:17:31'),(137,'my-logger','2021-01-25 23:18:56','2021-01-26 00:03:35'),(138,'my-logger','2021-01-26 23:08:56','2021-01-26 23:56:03'),(139,'my-logger','2021-01-27 09:05:41','2021-01-27 09:25:41'),(140,'my-logger','2021-01-27 20:49:42','2021-01-27 20:50:07'),(141,'naomo','2021-01-27 20:50:07','2021-01-27 22:52:03'),(142,'ec2','2021-01-28 19:40:30','2021-01-28 20:00:04'),(143,'ec2','2021-01-28 20:59:49','2021-01-28 21:23:35'),(144,'ec2','2021-01-29 09:06:09','2021-01-30 12:24:50'),(145,'django','2021-01-30 15:10:25','2021-01-30 19:26:37'),(146,'git','2021-01-30 19:26:43','2021-01-30 21:20:11'),(147,'abc190','2021-01-30 21:20:16','2021-01-30 22:49:47'),(148,'git','2021-01-31 00:19:26','2021-01-31 01:41:35'),(149,'git','2021-01-31 01:41:42','2021-01-31 01:41:44'),(150,'git','2021-01-31 12:53:56','2021-01-31 13:02:03'),(151,'django','2021-01-31 13:02:15','2021-01-31 13:50:37'),(152,'django','2021-01-31 13:53:53','2021-01-31 13:55:15'),(153,'Solve404','2021-01-31 13:55:35','2021-01-31 15:12:32'),(154,'workout','2021-01-31 20:56:01','2021-02-01 01:48:03'),(155,'nginx','2021-02-01 23:25:04','2021-02-01 23:37:45'),(156,'nginx','2021-02-01 23:45:51','2021-02-02 00:26:36'),(157,'nginx','2021-02-03 00:44:08','2021-02-04 00:01:32'),(158,'abc191','2021-02-06 21:16:50','2021-02-08 22:21:34'),(159,'my-logger','2021-02-08 22:21:33','2021-02-24 19:49:45'),(160,'circleci','2021-02-24 19:49:45','2021-02-25 20:15:00'),(161,'circleci','2021-02-25 20:15:10','2021-03-02 21:02:19'),(162,'math','2021-03-02 21:02:19','2021-03-04 20:21:14'),(163,'OpenSSH','2021-03-04 20:21:14','2021-03-04 22:28:07'),(164,'edit scrapbox theme','2021-03-04 22:28:07','2021-03-04 22:43:35'),(165,'pycryptodome','2021-03-09 23:07:11','2021-03-10 00:52:57'),(166,'pycryptodome','2021-03-10 00:55:06','2021-03-10 23:15:44'),(167,'pycryptodome','2021-03-10 23:15:57','2021-03-11 00:46:29'),(168,'crypto','2021-03-12 23:16:25','2021-03-12 23:49:10'),(169,'crypto','2021-03-13 09:58:28','2021-03-13 11:35:53'),(170,'crypto','2021-03-14 17:21:48','2021-03-14 19:12:21'),(171,'crypto','2021-03-15 23:21:01','2021-03-16 00:25:23'),(172,'crypto','2021-03-17 00:02:41','2021-03-17 00:36:51'),(173,'css','2021-03-19 21:11:09','2021-03-20 00:13:43'),(174,'receipe','2021-03-21 16:32:51','2021-03-21 19:14:33'),(175,'recipe','2021-03-21 19:14:39','2021-03-30 21:43:22'),(176,'django','2021-03-30 21:43:22','2021-03-31 19:58:34'),(177,'django','2021-03-31 19:58:37','2021-03-31 23:23:43'),(178,'django','2021-04-03 01:58:35','2021-04-03 12:48:30'),(179,'django','2021-04-03 12:48:37','2021-04-03 14:42:53'),(180,'django','2021-04-03 16:20:47','2021-04-03 17:34:11'),(181,'django','2021-04-03 18:31:38','2021-04-03 20:14:52'),(182,'django','2021-04-03 22:01:12',NULL);
/*!40000 ALTER TABLE `logs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `memos`
--

DROP TABLE IF EXISTS `memos`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `memos` (
  `memo_id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `memo` text NOT NULL,
  `noted_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`memo_id`),
  UNIQUE KEY `memo_id` (`memo_id`)
) ENGINE=InnoDB AUTO_INCREMENT=45 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `memos`
--

LOCK TABLES `memos` WRITE;
/*!40000 ALTER TABLE `memos` DISABLE KEYS */;
INSERT INTO `memos` VALUES (1,'fdanifdnafnai','2020-12-13 18:25:46'),(2,'Haskell勉強する','2020-12-13 18:26:14'),(3,'間違いなくそっちの方がいいんだけど。あいうえおかきくけこ。こっちのも悪くないかもしれない。誰かがこっちを見ている！？！？？！木のせいだ！！','2020-12-13 18:27:16'),(4,'間違いなくそっちの方がいいんだけど。あいうえおかきくけこ。こっちのも悪くないかもしれない。誰かがこっちを見ている！？！？？！木のせいだ！！','2020-12-13 18:39:47'),(5,'PuTTYとは','2020-12-21 21:28:13'),(6,'vimscriptを書いて<C-B>でextに応じてコンパイルや実行ができるようにした','2020-12-22 22:42:57'),(7,'ニットとシャツ買った','2020-12-26 18:30:18'),(8,'ミシンかった。ハンドミキサー買った','2020-12-26 18:30:32'),(9,'hair cut','2020-12-26 18:57:20'),(10,'仕掛け線','2020-12-27 23:49:00'),(11,'test___memo----','2020-12-27 23:52:06'),(12,'OAuth','2021-01-04 12:39:00'),(13,'UUID','2021-01-04 12:39:03'),(14,'access-token','2021-01-04 12:39:12'),(15,'complete fix width','2021-01-04 12:45:50'),(16,'OAuth 2.0 (RFC 6746) defines the communication between a client and an authorization server.','2021-01-04 12:50:31'),(17,'OAuth 2.0 (RFC 6746) standardizes the communication between a client and an authorization server.','2021-01-04 12:50:57'),(18,'クライアントへの権限付与をユーザーが認可するための認可画面が別途存在','2021-01-04 12:52:36'),(19,'Dumbbell Bench Press 25.0kg 10 10 6','2021-01-04 23:38:49'),(20,'Pullup Press ','2021-01-04 23:53:19'),(21,'Pullup Press 16.0kg 10 10 10','2021-01-04 23:54:15'),(22,'Setup fish on Ubuntsu@EC2','2021-01-05 12:47:05'),(23,'Setup vim on Ubuntu@EC2','2021-01-05 12:47:10'),(24,'Install Docker on Ubuntu@EC2','2021-01-05 12:53:58'),(25,'Try https://tech.plaid.co.jp/tutorial-for-docker-beginners/','2021-01-06 12:50:32'),(26,'Nginx (engin-x) is ans open source reverse proxy server for HTTP,HTTPS,SMTP,POP3 and IMAP protocols','2021-01-06 12:51:24'),(27,'as well as a load balancer, HTTP cache, and a web server(origin srver).','2021-01-06 12:51:42'),(28,'install awscli','2021-01-08 12:30:18'),(29,'touching Lambda','2021-01-08 20:11:46'),(30,'testFunction20210108','2021-01-08 20:11:59'),(31,'ssh port 20 Operation timed out のエラーを解決した。セキュリティグループのインバウンドにアクセスルールが作成されていなかった。','2021-01-09 19:30:13'),(32,'スターバックスでコーヒー。エチオピアだって。焦げのような嫌な苦味','2021-01-13 12:27:48'),(33,'メモ残しそびれた','2021-01-13 12:54:41'),(34,'Webフレームワークってどこからどこまでを担うのか？','2021-01-15 12:38:23'),(35,'memo','2021-01-16 00:15:42'),(36,'メモアプリのリアルタイム同期には','2021-01-16 19:26:20'),(37,'firestoreのonSnapshotを使ってリッスンすればよいということ','2021-01-16 19:27:19'),(38,'この２時間で得た治験','2021-01-16 19:27:32'),(39,'知見','2021-01-16 19:27:37'),(40,'CGI,FastCGI,SCGIなどを学んだ','2021-01-16 21:01:35'),(41,'vimrcの読み込みでエラーがでた。文字化けしてる。ファイルのエンコーディングはutf-8。vimのencodingはlatin1になっている。vimrcに set encoding=utf-8を記述して解決した。','2021-01-17 20:56:16'),(42,'1h nginx no','2021-01-23 12:02:07'),(43,'勉強した\n','2021-01-23 12:02:16'),(44,'dummbell bench press 10*27.5','2021-01-23 16:09:34');
/*!40000 ALTER TABLE `memos` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tags`
--

DROP TABLE IF EXISTS `tags`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `tags` (
  `tag_id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`tag_id`),
  UNIQUE KEY `tag_id` (`tag_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tags`
--

LOCK TABLES `tags` WRITE;
/*!40000 ALTER TABLE `tags` DISABLE KEYS */;
/*!40000 ALTER TABLE `tags` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tasks`
--

DROP TABLE IF EXISTS `tasks`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `tasks` (
  `task_id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `task` varchar(20) NOT NULL,
  `created_at` datetime DEFAULT CURRENT_TIMESTAMP,
  `archived_at` datetime DEFAULT NULL,
  PRIMARY KEY (`task`),
  UNIQUE KEY `task_id` (`task_id`)
) ENGINE=InnoDB AUTO_INCREMENT=60 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tasks`
--

LOCK TABLES `tasks` WRITE;
/*!40000 ALTER TABLE `tasks` DISABLE KEYS */;
INSERT INTO `tasks` VALUES (1,'ABC185','2020-12-13 20:59:57',NULL),(49,'abc190','2021-01-30 21:20:16',NULL),(51,'abc191','2021-02-06 21:16:50',NULL),(46,'algebra','2021-01-24 21:21:58',NULL),(42,'Ansible','2021-01-19 00:10:33',NULL),(33,'aws','2021-01-08 12:26:51',NULL),(24,'cacio e pepe','2021-01-03 19:39:19',NULL),(41,'Chef','2021-01-19 00:10:26',NULL),(52,'circleci','2021-02-24 19:49:45',NULL),(2,'coocking','2020-12-26 16:20:05',NULL),(3,'cooking','2020-12-21 20:14:11',NULL),(57,'crypto','2021-03-12 23:16:25',NULL),(36,'css','2021-01-14 22:00:30',NULL),(38,'django','2021-01-15 12:16:54',NULL),(45,'DNSレコードについて','2021-01-23 22:27:57',NULL),(31,'docker','2021-01-05 12:13:36',NULL),(30,'EC2','2021-01-05 00:14:47',NULL),(55,'edit scrapbox theme','2021-03-04 22:28:07',NULL),(25,'fix width','2021-01-03 19:40:27',NULL),(39,'flask','2021-01-17 00:51:11',NULL),(48,'git','2021-01-30 19:26:43',NULL),(5,'grooming','2020-12-26 14:16:47',NULL),(20,'impl_tag','2020-12-29 18:42:24',NULL),(37,'mail','2021-01-14 23:28:50',NULL),(53,'math','2021-03-02 21:02:19',NULL),(21,'migr_django','2020-12-29 18:42:48',NULL),(8,'my-logger','2020-12-21 12:11:33',NULL),(47,'naomo','2021-01-27 20:50:07',NULL),(44,'nginx','2021-01-20 23:39:34',NULL),(40,'note','2021-01-17 12:42:25',NULL),(54,'OpenSSH','2021-03-04 20:21:14',NULL),(56,'pycryptodome','2021-03-09 23:07:11',NULL),(58,'receipe','2021-03-21 16:32:51',NULL),(59,'recipe','2021-03-21 19:14:39',NULL),(43,'route53','2021-01-20 20:40:25',NULL),(11,'scheduling','2020-12-25 20:23:27',NULL),(35,'Setup Parallels','2021-01-13 22:41:29',NULL),(50,'Solve404','2021-01-31 13:55:35',NULL),(29,'vagrant','2021-01-05 00:04:30',NULL),(18,'watching','2020-12-20 22:07:56',NULL),(28,'workout','2021-01-04 23:04:05',NULL),(32,'アマトリチャーナ','2021-01-06 20:15:08',NULL),(26,'テストのためのタスク','2021-01-04 00:32:15',NULL),(27,'ナポリタン','2021-01-04 20:07:11',NULL),(22,'戦争学入門','2021-01-03 19:13:00',NULL),(23,'軍事戦略入門','2021-01-03 19:14:50',NULL);
/*!40000 ALTER TABLE `tasks` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2021-04-03 22:06:35
